Revit 2027 API
PDFExportOptions Constructor
 Creates a default options object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public PDFExportOptions()
Public Sub New
public:
PDFExportOptions()
new : unit -> PDFExportOptions
See Also
Reference
PDFExportOptions Class
Autodesk.Revit.DB Namespace